#Exemplo para título

In [1]:
print ("olá mundo")

olá mundo

Criando tabela biblioteca "pandas"

In [7]:
import pandas as pd  # usado na geração de tabelas
import numpy as np   # usado na geração de numeros aleatorios

coluna = 'A B C D E F G'.split()
linha = 'ANA MARIA JOANA JORGE PEDRO MATHEUS VALL NINA'.split()
dados = np.random.randint(100,200, len(linha)*len(coluna)).reshape(len(linha),len(coluna))


#print (f'Número de Colunas : {len(coluna)}')
#print (f'Número de Lnhas : {len(linha)}')
#print (f'Número de dados : {len(dados)}')

tabela = pd.DataFrame(data = dados, index = linha, columns = coluna,)

tabela

           A    B    C    D    E    F    G
ANA      156  101  141  129  177  184  143
MARIA    183  130  118  188  131  126  132
JOANA    112  139  177  105  173  197  123
JORGE    199  148  178  143  153  177  125
PEDRO    100  128  195  106  198  184  121
MATHEUS  122  180  121  187  151  165  111
VALL     118  166  131  162  117  161  153
NINA     119  110  110  114  152  150  165